"confirm"="确定";
"cancel"="取消";
"reject"="拒绝";
"title"="标题";
"contentPlaceholder"="请输入内容";

"managerSeat"="麦位管理";
"enterSeat"="上麦";
"leaveSeat"="下麦";
"kickSeat"="踢人下麦";
"muteAudio"="静音";
"unmuteAudio"="取消静音";
"closeSeat"="封禁";
"openSeat"="取消封禁";
"lockSeat"="锁定麦位";
"unlockSeat"="取消锁定";

"Invite to mic" = "邀请上麦";
"Apply to mic" = "申请上麦";

"micSeatDesc1Format"="%ld号麦";
"micSeatDesc2Format"="%ld号麦位";

"songListIsEmpty"="暂无已点歌曲";
"selectSong"="点歌";
"selectedSong"="已点";

"searchSong"="搜索歌曲";
"songPreparing"="歌曲准备中...";
"skipPrelude"="跳过前奏";
"skipEpilogue"="跳过尾奏";

"songTabName1"="嗨唱推荐";
"songTabName2"="抖音热歌";
"songTabName3"="热门新歌";
"songTabName4"="KTV必唱";

"setting"="设置";
"voiceConversion"="音效";
"joinChorus"="加入合唱";
"loading"="加载中";
"originalArtist"="原唱";

"play"="播放";
"pause"="暂停";
"pin"="置顶";
"skipSong"="切歌";

"switchToNextSong"="切换到下一首";

"voiceConversion"="变声";
"voiceConversionItem1"="原声";
"voiceConversionItem2"="童声";
"voiceConversionItem3"="萝莉声";
"voiceConversionItem4"="大叔声";
"voiceConversionItem5"="空灵声";

"audioEffectSetting"="音效设置";
"musicAudition"="耳返";
"musicAuditionDesc"="请插入耳机使用耳返功能";
"musicVolume"="音乐音量";
"recordingVolume"="人声音量";
"tones"="升降调";
"audioMix"="混响";
"audioMixType1"="无效果";
"audioMixType2"="Karaoke";
"audioMixType3"="演唱会";
"audioMixType4"="录音棚";
"audioMixType5"="留声机";
"audioMixType6"="空旷";
"audioMixType7"="空灵";
"audioMixType8"="流行";
"audioMixType9"="R&B";

"roomInfoRoomName"="的房间";
"roomInfoRoomID"="房间ID: ";
"Application List"="申请列表";

"Invite List" = "邀请列表";
"Accept" = "接受";
"Invite" = "邀请";
